       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       
       PROCEDURE DIVISION.
       1000-MAIN.
           DISPLAY "Hello!".
           STOP RUN.    
           